Repository: common-repository/pw-black-friday
Catalog: languages/pw-black-friday-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, ru_ru

source: Black Friday
es_es: Viernes Negro
fr_fr: Vendredi noir
nl_nl: Zwarte vrijdag
ru_ru: Черная пятница

source: Cyber Monday
es_es: Cyber lunes
fr_fr: Cyber lundi
it_it: Cyber Lunedi
nl_nl: Cyber maandag
ru_ru: Кибер понедельник

source: Limit %s discounted items per order. <a href="%s">View your cart</a>.
de_de: Beschränken Sie %s reduzierte Artikel pro Bestellung. <a href="%s">Sehen Sie sich Ihren Warenkorb an</a>.
es_es: Límite %s de artículos descontados por pedido. <a href="%s">Ver su carrito</a>.
fr_fr: Limite %s d'articles en promotion par commande. <a href="%s">Voir votre panier</a>.
it_it: Limite %s di articoli scontati per ordine. <a href="%s">Visualizza il tuo carrello</a>.
nl_nl: Limiet %s korting op artikelen per bestelling. <a href="%s">Bekijk uw winkelwagen</a>.
ru_ru: Лимит %s на товары со скидкой за заказ. <a href="%s">Посмотреть корзину</a>.

source: Invalid query string.
de_de: Ungültige Abfragestring.
es_es: Cadena de consulta no válida.
fr_fr: Chaîne de requête invalide.
it_it: Stringa d'interrogazione non valida.
nl_nl: Ongeldige query string.
ru_ru: Неверная строка запроса.

source: Title is required.
de_de: Der Titel ist erforderlich.
es_es: El título es obligatorio.
fr_fr: Merci de renseigner le champs titre.
it_it: Titolo è richiesto.
nl_nl: Titel is verplicht.
ru_ru: Требуется название.

source: Begin Date is required.
de_de: Das Beginndatum ist erforderlich.
es_es: La fecha de inicio es obligatoria.
fr_fr: La date de début est requise.
it_it: La data di inizio è obbligatoria.
nl_nl: Begindatum is vereist.
ru_ru: Требуется дата начала.

source: Begin Time is required.
de_de: Die Anfangszeit ist erforderlich.
es_es: Se requiere hora de inicio.
fr_fr: L'heure de début est requise.
it_it: L'ora di inizio è richiesta.
nl_nl: Begintijd is vereist.
ru_ru: Требуется время начала.

source: End Date is required.
de_de: Enddatum ist erforderlich.
es_es: Se requiere la fecha de finalización.
fr_fr: La date de fin est requise.
it_it: Data di fine è richiesta.
nl_nl: Einddatum is vereist.
ru_ru: Требуется дата окончания.

source: End Time is required.
de_de: Endzeit ist erforderlich.
es_es: Se requiere la hora de finalización.
fr_fr: Heure de fin est requise.
it_it: L'ora di fine è richiesta.
nl_nl: Eindtijd is vereist.
ru_ru: Требуется время окончания.

source: %s is not a valid date and time.
de_de: %s ist kein gültiges Datum und keine gültige Uhrzeit.
es_es: %s no es una fecha y hora válida.
fr_fr: %s n'est pas une date et une heure valides.
it_it: %s non è una data e un'ora valide.
nl_nl: %s is geen geldige datum en tijd.
ru_ru: %s не является действительной датой и временем.

source: Begin date must come before End date.
de_de: Das Anfangsdatum muss vor dem Enddatum liegen.
es_es: La fecha de inicio debe ser anterior a la fecha de finalización.
fr_fr: La date de début doit être antérieure à la date de fin.
it_it: La data di inizio deve venire prima della data di fine.
nl_nl: De begindatum moet vóór de einddatum komen.
ru_ru: Дата начала должна наступить раньше даты окончания.

source: Select at least 1 Product Category or 1 Included Product.
de_de: Wählen Sie mindestens 1 Produktkategorie oder 1 enthaltenes Produkt aus.
es_es: Seleccione al menos 1 categoría de producto o 1 producto incluido.
fr_fr: Sélectionnez au moins 1 catégorie de produit ou 1 produit inclus.
it_it: Selezionare almeno 1 categoria di prodotto o 1 prodotto incluso.
nl_nl: Selecteer ten minste 1 Product Categorie of 1 Inbegrepen Product.
ru_ru: Выберите не менее 1 категории продукта или 1 включенного продукта.

source: Free Shipping Minimum Amount must be greater than zero.
de_de: Kostenloser Versand Mindestbetrag muss größer als Null sein.
es_es: La cantidad mínima de envío gratuito debe ser mayor que cero.
fr_fr: Le montant minimum de livraison gratuite doit être supérieur à zéro.
it_it: L'importo minimo di spedizione gratuita deve essere superiore a zero.
nl_nl: Gratis verzending Het minimumbedrag moet hoger zijn dan nul.
ru_ru: Бесплатная доставка Минимальная сумма должна быть больше нуля.

source: Invalid Event ID
de_de: Ungültige-Ereignis-ID
es_es: ID de evento inválido
fr_fr: ID de l’évènement non valide
it_it: ID Evento non valido
nl_nl: Ongeldige Evenement-ID
ru_ru: Недействительный идентификатор мероприятия

source: January
de_de: Januar
es_es: Enero
fr_fr: Janvier
it_it: Gennaio
nl_nl: Januari
ru_ru: Январь

source: February
de_de: Februar
es_es: Febrero
fr_fr: Février
it_it: Febbraio
nl_nl: Februari
ru_ru: Февраль

source: March
de_de: März
es_es: Marzo
fr_fr: Mars
it_it: Marzo
nl_nl: Maart
ru_ru: Март

source: April
es_es: Abril
fr_fr: Avril
it_it: Aprile
ru_ru: Апрель

source: May
de_de: Mai
es_es: Mayo
fr_fr: Mai
it_it: Maggio
nl_nl: Mei
ru_ru: Май

source: June
de_de: Juni
es_es: Junio
fr_fr: Juin
it_it: Giugno
nl_nl: Juni
ru_ru: Июнь

source: July
de_de: Juli
es_es: Julio
fr_fr: Juillet
it_it: Luglio
nl_nl: Juli
ru_ru: Июль

source: August
es_es: Agosto
fr_fr: Août
it_it: Agosto
nl_nl: Augustus
ru_ru: Август

source: September
es_es: Septiembre
fr_fr: Septembre
it_it: Settembre
ru_ru: Сентябрь

source: October
de_de: Oktober
es_es: Octubre
fr_fr: Octobre
it_it: Ottobre
nl_nl: Oktober
ru_ru: Октябрь

source: November
es_es: Noviembre
fr_fr: Novembre
it_it: Novembre
ru_ru: Ноябрь

source: December
de_de: Dezember
es_es: Diciembre
fr_fr: Décembre
it_it: Dicembre
ru_ru: Декабрь

source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
nl_nl: Fout
ru_ru: Ошибка

source: Discard changes?
de_de: Änderungen verwerfen?
es_es: ¿Descartar los cambios?
fr_fr: Annuler les changements?
it_it: Eliminare le modifiche?
nl_nl: Veranderingen weggooien?
ru_ru: Отменить изменения?

source: Activating, please wait...
de_de: Aktivieren, bitte warten.....
es_es: Activando, por favor, espere....
fr_fr: Activation, veuillez patienter....
it_it: Attivare, attendere per favore.....
nl_nl: Activeren, wacht alsjeblieft....
ru_ru: Активизирую, пожалуйста, подождите....

source: Are you sure you want to delete this event? This cannot be undone.
de_de: Sind Sie sicher, dass Sie dieses Ereignis löschen möchten? Dies kann nicht rückgängig gemacht werden.
es_es: ¿Está seguro de que desea borrar este evento? Esto no se puede deshacer.
fr_fr: Êtes-vous sûr de vouloir supprimer cet événement ? Cela ne peut pas être défait.
it_it: Sei sicuro di voler cancellare questo evento? Non può essere annullato.
nl_nl: Weet u zeker dat u dit evenement wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
ru_ru: Вы уверены, что хотите удалить это событие? Это невозможно отменить.

source: Are you sure you want to delete this deal? This cannot be undone.
de_de: Bist du sicher, dass du diesen Deal löschen willst? Dies kann nicht rückgängig gemacht werden.
es_es: ¿Estás seguro de que quieres borrar este trato? Esto no se puede deshacer.
fr_fr: Vous êtes sûr de vouloir effacer cette affaire ? Cela ne peut pas être défait.
it_it: Sei sicuro di voler cancellare questo accordo? Non può essere annullato.
nl_nl: Weet u zeker dat u deze deal wilt verwijderen? Dit kan niet ongedaan worden gemaakt.
ru_ru: Вы уверены, что хотите удалить эту сделку? Это невозможно отменить.

source: Invalid event parameter for get_event()
de_de: Ungültiger Ereignisparameter für get_event()
es_es: Parámetro de evento no válido para get_event()
fr_fr: Paramètre d'événement invalide pour get_event()
it_it: Parametro evento non valido per get_event()
nl_nl: Ongeldige gebeurtenisparameter voor get_event()
ru_ru: Недействительный параметр события get_event()

source: %s is not a valid type for get_event().
de_de: %s ist kein gültiger Typ für get_event().
es_es: %s no es un tipo válido para get_event().
fr_fr: %s n'est pas un type valide pour get_event().
it_it: %s non è un tipo valido per get_event().
nl_nl: %s is geen geldig type voor get_event().
ru_ru: %s не является допустимым типом для get_event().

source: Invalid deal parameter for get_deal().
de_de: Ungültiger Deal-Parameter für get_deal().
es_es: Parámetro no válido para get_deal().
fr_fr: Paramètre de deal invalide pour get_deal().
it_it: Parametro non valido per get_deal().
nl_nl: Ongeldige deal-parameter voor get_deal().
ru_ru: Недействительный параметр сделки для get_deal().

source: %s is not a valid type for get_deal().
de_de: %s ist kein gültiger Typ für get_deal().
es_es: %s no es un tipo válido para get_deal().
fr_fr: %s n'est pas un type valide pour get_deal().
it_it: %s non è un tipo valido per get_deal().
nl_nl: %s is geen geldig type voor get_deal().
ru_ru: %s не является допустимым типом для get_deal().

source: Discount
de_de: Rabatt
es_es: Descuento
fr_fr: Remise
it_it: Sconto
nl_nl: Korting
ru_ru: Скидка

source: %s discount applied.
de_de: %s Rabatt wurde angewendet.
es_es: %s descuento aplicado.
fr_fr: %s rabais appliqué.
it_it: %s di sconto applicato.
nl_nl: %s korting toegepast.
ru_ru: Применяется скидка в %s.

source: Coupon: %s
de_de: Gutschein: %s
es_es: Cupón: %s
fr_fr: Promo: %s
it_it: Codice promozionale: %s
nl_nl: Kortingscode: %s
ru_ru: Купон %s

source: Applied to cart items
de_de: Für Warenkorb-Artikel
es_es: Aplicado a los artículos del carro
fr_fr: Appliqués aux Articles de panier
it_it: Applicato agli elementi del carrello
nl_nl: Toegepast op winkelwagen artikelen
ru_ru: ПриМенительно к элементам корзины

source: [Remove]
de_de: [Entfernen]
es_es: [Eliminar]
fr_fr: [Retirer]
it_it: [Rimuovi]
nl_nl: [Verwijder]
ru_ru: [Удалить]

source: 1 day
de_de: 1 tag
es_es: 1 día
fr_fr: 1 jour
it_it: 1 giorno
nl_nl: 1 dag
ru_ru: 1 день

source: days
de_de: tage
es_es: días
fr_fr: jours
it_it: giorni
nl_nl: dagen
ru_ru: дней

source: 1 hour
de_de: 1 stunde
es_es: 1 hora
fr_fr: 1 heure
it_it: 1 ora
nl_nl: 1 uur
ru_ru: 1 час

source: hours
de_de: stunden
es_es: horas
fr_fr: heures
it_it: ore
nl_nl: uren
ru_ru: часов

source: 1 minute
es_es: 1 minuto
it_it: 1 minuto
nl_nl: 1 minuut
ru_ru: 1 минута

source: minutes
de_de: minuten
es_es: minutos
it_it: minuti
nl_nl: minuten
ru_ru: минут

source: 1 second
de_de: 1 sekunde
es_es: 1 saniye
fr_fr: 1 sec
it_it: 1 secondo
nl_nl: 1 seconde
ru_ru: 1 секунда

source: seconds
de_de: sekunden
es_es: segundos
fr_fr: secondes
it_it: secondi
nl_nl: seconden
ru_ru: секунд

source: 0 seconds
de_de: 0 sekunden
es_es: 0 segundos
fr_fr: 0 secondes
it_it: 0 secondi
nl_nl: 0 seconden
ru_ru: 0 секунд

source: %s Sale Price
de_de: %s Verkaufspreis
es_es: %s precio de venta
fr_fr: %s prix de vente
it_it: %s prezzo di vendita
nl_nl: %s VerkoopPrijs
ru_ru: %s цена продажи

source: Buy One, Get One Free
de_de: Kaufen Sie ein, erhalten Sie einen Gratis
es_es: Comprar uno, conseguir uno gratis
fr_fr: Achetez-en un, obtenez-en un gratuit
it_it: Compri uno, ottenga uno libero
nl_nl: Koop een, krijgen een gratis
ru_ru: Купить один, получить один бесплатный

source: Expires
de_de: Läuft ab
es_es: Expira
fr_fr: Expire
it_it: Scade
nl_nl: Vervalt
ru_ru: Истекает

source: Products included in the deal
de_de: Produkte, die in den Deal einbezogen werden
es_es: Productos incluidos en el acuerdo
fr_fr: Produits inclus dans l'accord
it_it: Prodotti inclusi nell'affare
nl_nl: Producten opgenomen in de deal
ru_ru: Продукты, включенные в сделку

source: Categories
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
it_it: Categorie
nl_nl: Categorieën
ru_ru: Категории

source: Select
de_de: Auswählen
es_es: Seleccionar
fr_fr: Sélectionner
it_it: Seleziona
nl_nl: Selecteer
ru_ru: Выбрать

source: All
de_de: Alle
es_es: Todo
fr_fr: Tout
it_it: Tutti
nl_nl: Alle
ru_ru: Все

source: None
de_de: Keines
es_es: Ninguno
fr_fr: Aucune
it_it: Nessuno
nl_nl: Geen
ru_ru: Нет

source: Any category
de_de: Jede Kategorie
es_es: Cualquier categoría
fr_fr: Toutes les catégories
it_it: Qualsiasi categoria
nl_nl: Elke categorie
ru_ru: Любая категория

source: Include specific products in this deal
de_de: Bestimmte Produkte in diesen Deal einbeziehen
es_es: Incluir productos específicos en este acuerdo
fr_fr: Inclure des produits spécifiques dans cette affaire
it_it: Includi prodotti specifici in questo Deal
nl_nl: Specifieke producten opnemen in deze aanbieding
ru_ru: Включить конкретные продукты в этой сделке

source: Search for a product&hellip;
de_de: Nach einem Produkt suchen&hellip;
es_es: Buscar un producto&hellip;
fr_fr: Rechercher un produit&hellip;
it_it: Cerca un prodotto&hellip;
nl_nl: Zoek naar een product&hellip;
ru_ru: Поиск по товарам&hellip;

source: Exclude specific products from this deal
de_de: Bestimmte Produkte von diesem Deal ausschließen
es_es: Excluir productos específicos de este acuerdo
fr_fr: Exclure des produits spécifiques de cet accord
it_it: Escludi prodotti specifici da questa offerta
nl_nl: Specifieke producten uitsluiten van deze aanbieding
ru_ru: Исключить конкретные продукты из этой сделки

source: Please select at least one Product Category or one Included Product.
de_de: Bitte wählen Sie mindestens eine Produktkategorie oder ein Inklusivprodukt aus.
es_es: Seleccione por lo menos una categoría de producto o un producto incluido.
fr_fr: Veuillez sélectionner au moins une catégorie de produits ou un produit inclus.
it_it: Si prega di selezionare almeno una categoria di prodotto o un prodotto incluso.
nl_nl: Selecteer ten minste één ProductCategorie of één opgenomen product.
ru_ru: Выберите по крайней мере одну категорию продукта или один включенный продукт.

source: Promotion type for this deal
de_de: Promotionstyp für diesen Deal
es_es: Tipo de promoción para este acuerdo
fr_fr: Type de promotion pour cette offre
it_it: Tipo di promozione per questo affare
nl_nl: Promotie type voor deze deal
ru_ru: Тип промоакции для данной сделки

source: To set a custom discount percentage (plus a whole lot more!)<br>upgrade to %s
de_de: Um einen individuellen Rabatt-Prozentsatz zu setzen (plus eine ganze Menge mehr!) <br> Upgrade auf %s
es_es: Para establecer un porcentaje de descuento personalizado (más un montón más!) <br> upgrade a %s
fr_fr: Pour définir un pourcentage d'escompte personnalisé (plus un ensemble beaucoup plus!) <br> mise à niveau vers %s
it_it: Per impostare una percentuale di sconto personalizzato (più un bel po' di più!) <br> aggiornamento a %s
nl_nl: Een aangepast kortingspercentage instellen (plus een heleboel meer!) <br> upgraden naar %s
ru_ru: Чтобы установить пользовательский процент скидки (плюс намного больше!) <бр> обновление до %s

source: To set a custom amount (plus a whole lot more!)<br>upgrade to %s
de_de: Um einen eigenen Betrag zu setzen (plus eine ganze Menge mehr!) <br> Upgrade auf %s
es_es: Para establecer una cantidad personalizada (más un montón más!) <br> upgrade a %s
fr_fr: Pour définir un montant personnalisé (plus un ensemble beaucoup plus!) <br> mise à niveau vers %s
it_it: Per impostare un importo personalizzato (più un bel po' di più!) <br> aggiornamento a %s
nl_nl: Om een aangepast bedrag in te stellen (plus een heleboel meer!) <br> upgraden naar %s
ru_ru: Чтобы установить пользовательскую сумму (плюс намного больше!) <бр> обновление до %s

source: %s will let you specify Buy X, Get X<br>for a percentage off (for example, Buy 3, Get 1 for 50%% off).
de_de: %s können Sie kaufen X, Get X <br> für einen Prozentsatz aus (zum Beispiel, kaufen Sie 3, Get 1 für 50% Rabatt).
es_es: %s le permitirá especificar comprar X, obtener X <br> para un porcentaje de descuento (por ejemplo, comprar 3, obtener 1 para 50%% de descuento).
fr_fr: %s vous permettra de spécifier acheter X, obtenir X <br> pour un pourcentage de désactivée (par exemple, acheter 3, obtenir 1 pour 50%% de désactivée).
it_it: %s vi permetterà di specificare Buy X, Get X <br> per una percentuale di sconto (ad esempio, acquistare 3, ottenere 1 per 50%% di sconto).
nl_nl: %s zal u laten specificeren buy X, krijgt X <br> voor een percentage uit (bijvoorbeeld, Buy 3, krijg 1 voor 50%% korting).
ru_ru: %s позволит вам указать Buy X, получить X <бр> для процент Off (например, Купить 3, получить 1 для 50%% Off).

source: off regular price
de_de: Off-regulären Preis
es_es: de precio regular
fr_fr: hors prix régulier
it_it: off prezzo regolare
nl_nl: off normale prijs
ru_ru: от обычной цены

source: Discount is based on Regular Price
de_de: Rabatt basiert auf regulärem Preis
es_es: El descuento se basa en el precio regular
fr_fr: L'escompte est basé sur le prix régulier
it_it: Lo sconto è basato sul prezzo normale
nl_nl: Korting is gebaseerd op normale prijs
ru_ru: Скидка основывается на обычной цене

source: Ignores any existing sale price.
de_de: Ignorieren Sie den bestehenden Verkaufspreis.
es_es: Ignora cualquier precio de venta existente.
fr_fr: Ignore tout prix de vente existant.
it_it: Ignora qualsiasi prezzo di vendita esistente.
nl_nl: Negeert de bestaande verkoopprijs.
ru_ru: Игнорирует любую существующую цену продажи.

source: Only discount identical products.
de_de: Nur ermäßigte identische Produkte.
es_es: Sólo descuento productos idénticos.
fr_fr: Seulement des produits identiques d'escompte.
it_it: Sconto solo prodotti identici.
nl_nl: Alleen korting identieke producten.
ru_ru: Только скидка идентичных продуктов.

source: What's this?
de_de: Was ist das?
es_es: ¿Qué es esto?
fr_fr: Qu'est-ce que c'est?
it_it: Cosa c'è di nuovo?
nl_nl: Wat is dit?
ru_ru: Что это?

source: Only discount identical variations.
de_de: Nur ermäßigt identische Variationen.
es_es: Sólo descuento variaciones idénticas.
fr_fr: Seulement des variations identiques d'escompte.
it_it: Sconto solo variazioni identiche.
nl_nl: Alleen korting identieke variaties.
ru_ru: Только скидки одинаковые вариации.

source: Instead of allowing a mix-and-match of products included in this deal, only discount identical products. For example:
de_de: Anstatt eine Verwechslung von Produkten zu erlauben, die in diesem Deal enthalten sind, sollten Sie nur identische Produkte absetzen. Zum Beispiel:
es_es: En lugar de permitir un mix-and-match de productos incluidos en este acuerdo, sólo descuento productos idénticos. Por ejemplo:
fr_fr: Au lieu de permettre un mix-and-match des produits inclus dans cet accord, seulement des produits de rabais identiques. Par exemple:
it_it: Invece di permettere un mix-and-match di prodotti inclusi in questo accordo, solo sconto prodotti identici. Per esempio:
nl_nl: In plaats van het toestaan van een mix-and-match van producten die in deze deal, alleen korting identieke producten. Bijvoorbeeld:
ru_ru: Вместо того, чтобы позволить смешивать и сочетать продукты, включенные в эту сделку, только скидка идентичных продуктов. Например:

source: Promotion:
de_de: Aktion:
es_es: Promoción:
it_it: Promozione:
nl_nl: Promotie:
ru_ru: Продвижение:

source: Buy 1, Get 1 Free
de_de: Kaufen 1, Get 1 Free
es_es: Compra 1, consigue 1 gratis
fr_fr: Acheter 1, obtenir 1 gratuit
it_it: Acquista 1, Ottieni 1 gratis
nl_nl: Koop 1, krijg 1 gratis
ru_ru: Купить 1, получить 1 бесплатно

source: Category:
de_de: Kategorie:
es_es: Categoría:
fr_fr: Catégorie :
it_it: Categoria:
nl_nl: Categorie:
ru_ru: Категория:

source: Hats
de_de: Hüte
es_es: Sombreros
fr_fr: Chapeaux
it_it: Cappelli
nl_nl: Hoeden
ru_ru: Шапки

source: Cart:
de_de: Warenkorb:
es_es: Carrito:
fr_fr: Panier:
it_it: Carrello:
nl_nl: Winkelwagen:
ru_ru: Корзина:

source: $100 Large Hat (x 2)
es_es: $100 sombrero grande (x 2)
fr_fr: $100 grand chapeau (x 2)
it_it: $100 cappello grande (x 2)
nl_nl: $100 grote hoed (x 2)
ru_ru: $100 Большая шляпа (x 2)

source: $50 Small Hat (x 2)
es_es: $50 pequeño sombrero (x 2)
fr_fr: $50 petit chapeau (x 2)
it_it: $50 cappello piccolo (x 2)
nl_nl: $50 kleine hoed (x 2)
ru_ru: $50 малый Hat (х 2)

source: With this option <b>unchecked</b>, the discount will be <b>$100</b>. (2 Large Hats purchased, 2 Small Hats for free.)
de_de: Mit dieser Option <b>nicht gebremst</b>, wird der Rabatt <b>100 $</b>. (2 große Hüte gekauft, 2 kleine Hüte kostenlos.)
es_es: Con esta opción <b>sin marcar</b>, el descuento será <b>$100</b>. (2 sombreros grandes comprados, 2 pequeños sombreros para libre.)
fr_fr: Avec cette option <b>non cochée</b>, la remise sera <b>$100</b>. (2 grands chapeaux achetés, 2 petits chapeaux gratuitement.)
it_it: Con questa opzione <b>incontrollato</b>, lo sconto sarà <b>$100</b>. (2 grandi cappelli acquistati, 2 cappelli piccoli gratis.)
nl_nl: Met deze optie <b>ongecontroleerde</b>, zal de korting worden <b>$100</b>. (2 grote hoeden gekocht, 2 kleine hoeden gratis.)
ru_ru: С этой опцией <b>непроверяемый</b>, скидка будет <b>$100</b>. (2 больших шляпы приобрели, 2 маленьких шляпы бесплатно.)

source: With this option <b>checked</b>, the discount will be <b>$150</b>. (1 free Large Hat, 1 free Small Hat.)
de_de: Mit dieser Option <b>geprüft</b>, wird der Rabatt <b>150</b> Dollar betragen. (1 freier großer Hut, 1 freier kleiner Hut.)
es_es: Con esta opción <b>comprobó</b>, el descuento será <b>$150</b>. (1 sombrero grande libre, 1 pequeño sombrero libre.)
fr_fr: Avec cette option <b>vérifié</b>, la remise sera <b>$150</b>. (1 grand chapeau gratuit, 1 petit chapeau gratuit.)
it_it: Con questa opzione <b>controllato</b>, lo sconto sarà <b>$150</b>. (1 cappello grande libero, 1 piccolo cappello libero.)
nl_nl: Met deze optie <b>gecontroleerd</b>, zal de korting worden <b>$150</b>. (1 vrije grote hoed, 1 vrije kleine hoed.)
ru_ru: С этой опцией <b>проверил</b>, скидка будет <b>$150</b>. (1 бесплатная большая шляпа, 1 бесплатная маленькая шляпа.)

source: Offer Free Shipping
de_de: Kostenloses Angebot
es_es: Ofrezca el envío libre
fr_fr: Offre de livraison gratuite
it_it: Offerta Spedizione gratuita
nl_nl: Gratis VerzenDing aanbieden
ru_ru: Предложение Бесплатная доставка

source: Minimum order amount
de_de: Mindestbestellmenge
es_es: Cantidad mínima del pedido
fr_fr: Montant minimum de commande
it_it: Importo minimo dell'ordine
nl_nl: Minimum bestelbedrag
ru_ru: Минимальная сумма заказа

source: Restrictions
de_de: Einschränkungen
es_es: Restricciones
it_it: Restrizioni
nl_nl: Beperkingen
ru_ru: Ограничения

source: Coupon is not valid.
de_de: Der Gutschein ist ungültig.
es_es: El código no es válido.
fr_fr: Code promo invalide.
it_it: Coupon non valido.
nl_nl: Kortingscode is niet geldig.
ru_ru: Некорректный промокод.

source: Coupon Code
de_de: Gutscheincode
es_es: Código del cupón
fr_fr: Code Promo
it_it: Codice Coupon
nl_nl: Kortingscode
ru_ru: Код купона
