Repository: common-repository/pw-black-friday
Catalog: languages/pw-black-friday-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, ru_ru

source: If you would like a coupon code to be required to activate this deal, enter it here. You can use the same coupon code for multiple deals in this event. You don't have to create the coupon in WooCommerce ahead of time, just input the code you would like to use and we'll take care of the rest!
de_de: Wenn Sie möchten, dass für die Aktivierung dieses Geschäfts ein Gutscheincode erforderlich ist, geben Sie diesen hier ein. Sie können in diesem Fall den gleichen Gutscheincode für mehrere Geschäfte verwenden. Sie müssen den Gutschein nicht vorab in WooCommerce erstellen, geben Sie einfach den Code ein, den Sie verwenden möchten und wir kümmern uns um den Rest!
es_es: Si desea que se requiera un código de cupón para activar esta operación, introdúzcalo aquí. Puede utilizar el mismo código de cupón para múltiples ofertas en este evento. No tienes que crear el cupón en WooCommerce con anticipación, sólo tienes que introducir el código que te gustaría usar y nosotros nos encargaremos del resto!
fr_fr: Si vous souhaitez qu'un code promotionnel vous soit demandé pour activer cette offre, saisissez-le ici. Vous pouvez utiliser le même code promo pour plusieurs offres dans cet événement. Vous n'avez pas besoin de créer le coupon dans WooCommerce à l'avance, entrez simplement le code que vous souhaitez utiliser et nous nous occuperons du reste !
it_it: Se vuoi che ti venga richiesto un codice coupon per attivare questa operazione, inseriscilo qui. È possibile utilizzare lo stesso codice coupon per più offerte in questo evento. Non è necessario creare il coupon in WooCommerce in anticipo, basta inserire il codice che si desidera utilizzare e noi ci occuperemo del resto!
nl_nl: Als u een couponcode nodig heeft om deze deal te activeren, voer deze dan hier in. In dit geval kunt u dezelfde couponcode gebruiken voor meerdere aanbiedingen. U hoeft de coupon in WooCommerce niet van tevoren aan te maken, maar u hoeft alleen de code in te voeren die u wilt gebruiken en wij zorgen voor de rest!
ru_ru: Если Вы хотите, чтобы для активации данной сделки Вам понадобился купонный код, введите его здесь. Вы можете использовать один и тот же купонный код для нескольких сделок в этом случае. Вам не нужно создавать купоны в WooCommerce заранее, просто введите код, который вы хотели бы использовать, и мы позаботимся обо всем остальном!

source: Individual Use
de_de: Nur einzeln anwendbar
es_es: Uso individual exclusivamente
fr_fr: Usage individuel
it_it: Uso individuale
nl_nl: Individueel gebruik
ru_ru: Индивидуальное использование

source: Check this box if other coupons are not allowed for items in this deal.
de_de: Aktivieren Sie dieses Kontrollkästchen, wenn andere Coupons für Artikel in diesem Geschäft nicht zulässig sind.
es_es: Marque esta casilla si no se permiten otros cupones para los artículos de este acuerdo.
fr_fr: Cochez cette case si d'autres coupons ne sont pas autorisés pour les articles de cette offre.
it_it: Spunta questa casella se non sono ammessi altri coupon per gli articoli di questa operazione.
nl_nl: Vink dit vakje aan als andere coupons niet zijn toegestaan voor items in deze deal.
ru_ru: Установите этот флажок, если другие купоны не разрешены для предметов в этой сделке.

source: Individual Use Error Message
de_de: Fehlermeldung zur individuellen Verwendung
es_es: Mensaje de error de uso individual
fr_fr: Message d'erreur d'utilisation individuelle
it_it: Messaggio di errore per uso individuale
nl_nl: Foutmelding voor individueel gebruik
ru_ru: Индивидуальное использование Сообщение об ошибке

source: Shown if customer tries to use another coupon during the event.
de_de: Wird angezeigt, wenn der Kunde versucht, während der Veranstaltung einen anderen Gutschein zu verwenden.
es_es: Se muestra si el cliente intenta usar otro cupón durante el evento.
fr_fr: Montré si le client essaie d'utiliser un autre coupon pendant l'événement.
it_it: Indicato se il cliente tenta di utilizzare un altro coupon durante l'evento.
nl_nl: Wordt getoond als de klant probeert een andere coupon te gebruiken tijdens het evenement.
ru_ru: Показывает, пытается ли клиент использовать другой купон во время мероприятия.

source: Quantity limit per order
de_de: Mengenbegrenzung pro Auftrag
es_es: Límite de cantidad por pedido
fr_fr: Limite de quantité par commande
it_it: Quantità limite per ordine
nl_nl: Maximumhoeveelheid per bestelling
ru_ru: Количественный лимит на заказ

source: The maximum number of discounted products allowed in the cart at the same time. Leave blank if there is no limit.
de_de: Die maximale Anzahl der ermäßigten Produkte, die sich gleichzeitig im Warenkorb befinden dürfen. Lassen Sie das Feld leer, wenn es kein Limit gibt.
es_es: El número máximo de productos con descuento permitido en el carrito al mismo tiempo. Deje en blanco si no hay límite.
fr_fr: Le nombre maximum de produits en promotion autorisés dans le panier en même temps. Laisser en blanc s'il n'y a pas de limite.
it_it: Il numero massimo di prodotti scontati consentiti nel carrello contemporaneamente. Lasciare vuoto se non c'è un limite.
nl_nl: Het maximale aantal producten met korting dat tegelijkertijd in de winkelwagen is toegestaan. Laat leeg als er geen limiet is.
ru_ru: Максимальное количество товаров со скидкой, разрешенное в корзине одновременно. Оставьте пустым, если нет ограничений.

source: Deal Name
de_de: Angebot Name
es_es: Nombre de la oferta
fr_fr: Nom de la transaction
it_it: Nome dell'affare
nl_nl: Deal Naam
ru_ru: Название сделки

source: The deal name may be shown to customers.
de_de: Der Name des Geschäfts kann den Kunden angezeigt werden.
es_es: El nombre de la operación puede mostrarse a los clientes.
fr_fr: Le nom de l'affaire peut être montré aux clients.
it_it: Il nome dell'affare può essere mostrato ai clienti.
nl_nl: De naam van de transactie kan aan klanten worden getoond.
ru_ru: Клиентам может быть показано название сделки.

source: Show expiration date on product page.
de_de: Zeigt das Ablaufdatum auf der Produktseite an.
es_es: Mostrar la fecha de caducidad en la página del producto.
fr_fr: Afficher la date d'expiration sur la page du produit.
it_it: Mostra la data di scadenza sulla pagina del prodotto.
nl_nl: Toon de vervaldatum op de productpagina.
ru_ru: Показывать срок годности на странице продукта.

source: Nudge customers to purchase by showing the expiration date of the sale.
de_de: Ermutigen Sie Kunden zum Kauf, indem Sie das Ablaufdatum des Verkaufs anzeigen.
es_es: Aconseje a los clientes que compren mostrando la fecha de vencimiento de la venta.
fr_fr: Inciter les clients à acheter en indiquant la date d'expiration de la vente.
it_it: Nudge clienti per l'acquisto mostrando la data di scadenza della vendita.
nl_nl: Nudge klanten om te kopen door het tonen van de vervaldatum van de verkoop.
ru_ru: Покупатели могут совершить покупку, указав дату истечения срока действия договора купли-продажи.

source: Countdowns appear at the top of every page. They generate anticipation and create a sense of urgency.
de_de: Countdowns erscheinen oben auf jeder Seite. Sie erzeugen Vorfreude und schaffen ein Gefühl der Dringlichkeit.
es_es: La cuenta atrás aparece en la parte superior de cada página. Generan anticipación y crean un sentido de urgencia.
fr_fr: Les comptes à rebours apparaissent en haut de chaque page. Elles suscitent l'anticipation et créent un sentiment d'urgence.
it_it: I conti alla rovescia appaiono nella parte superiore di ogni pagina. Generano anticipazione e creano un senso di urgenza.
nl_nl: Aftellen verschijnt bovenaan elke pagina. Ze wekken anticipatie op en creëren een gevoel van urgentie.
ru_ru: Обратный отсчет отображается в верхней части каждой страницы. Они порождают предвкушение и чувство безотлагательности.

source: You can use HTML, and the following codes are also available:
de_de: Sie können HTML verwenden, und die folgenden Codes sind ebenfalls verfügbar:
es_es: Puede utilizar HTML, y los siguientes códigos también están disponibles:
fr_fr: Vous pouvez utiliser HTML et les codes suivants sont également disponibles :
it_it: È possibile utilizzare l'HTML e sono disponibili anche i seguenti codici:
nl_nl: U kunt HTML gebruiken en de volgende codes zijn ook beschikbaar:
ru_ru: Вы можете использовать HTML-код, кроме того, доступны следующие коды:

source: Display a countdown timer (days, hours, minutes, and seconds).
de_de: Zeigt einen Countdown-Timer an (Tage, Stunden, Minuten und Sekunden).
es_es: Muestra un temporizador de cuenta atrás (días, horas, minutos y segundos).
fr_fr: Affiche un compte à rebours (jours, heures, minutes et secondes).
it_it: Visualizza un timer per il conto alla rovescia (giorni, ore, minuti e secondi).
nl_nl: Geef een afteltimer weer (dagen, uren, minuten en seconden).
ru_ru: Отображает таймер обратного отсчета (дни, часы, минуты и секунды).

source: The begin date of the event.
de_de: Das Beginndatum der Veranstaltung.
es_es: La fecha de inicio del evento.
fr_fr: La date de début de l'événement.
it_it: La data di inizio dell'evento.
nl_nl: De begindatum van het evenement.
ru_ru: Дата начала мероприятия.

source: The begin time of the event.
de_de: Die Startzeit des Ereignisses.
es_es: La hora de inicio del evento.
fr_fr: L'heure de début de l'événement.
it_it: L'ora di inizio dell'evento.
nl_nl: De begintijd van het evenement.
ru_ru: Время начала мероприятия.

source: The end date of the event.
de_de: Das Enddatum des Ereignisses.
es_es: La fecha de finalización del evento.
fr_fr: La date de fin de l'événement.
it_it: La data di fine dell'evento.
nl_nl: De einddatum van het evenement.
ru_ru: Дата окончания мероприятия.

source: The end time of the event.
de_de: Die Endzeit des Ereignisses.
es_es: La hora de finalización del evento.
fr_fr: L'heure de fin de l'événement.
it_it: L'ora di fine dell'evento.
nl_nl: De eindtijd van het evenement.
ru_ru: Время окончания мероприятия.

source: Upcoming event announcement
de_de: Ankündigung der bevorstehenden Veranstaltung
es_es: Próximo anuncio de eventos
fr_fr: Annonce de l'événement à venir
it_it: Prossimo annuncio dell'evento
nl_nl: Aankondiging van het komende evenement
ru_ru: Объявление о предстоящем мероприятии

source: Build excitement before the event begins. Leave blank to disable.
de_de: Bauen Sie Spannung auf, bevor das Event beginnt. Lassen Sie das Feld leer, um es zu deaktivieren.
es_es: Aumente la emoción antes de que comience el evento. Deje en blanco para desactivar.
fr_fr: Suscitez l'enthousiasme avant le début de l'événement. Laisser vide pour désactiver.
it_it: Costruire l'eccitazione prima dell'inizio dell'evento. Lasciare vuoto per disabilitare.
nl_nl: Bouw spanning op voordat het evenement begint. Laat het leeg om het uit te schakelen.
ru_ru: Зарядитесь волнением перед началом мероприятия. Оставьте пустым, чтобы отключить.

source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
it_it: Anteprima
nl_nl: Voorbeeld
ru_ru: Предпросмотр

source: How many days before the start of the event should we begin showing this announcement? Leave blank to start displaying immediately.
de_de: Wie viele Tage vor Beginn der Veranstaltung sollten wir mit der Veröffentlichung dieser Ankündigung beginnen? Lassen Sie das Feld leer, um sofort mit der Anzeige zu beginnen.
es_es: ¿Cuántos días antes del inicio del evento debemos comenzar a mostrar este anuncio? Deje en blanco para empezar a mostrar inmediatamente.
fr_fr: Combien de jours avant le début de l'événement devrions-nous commencer à montrer cette annonce ? Laisser vide pour commencer l'affichage immédiatement.
it_it: Quanti giorni prima dell'inizio dell'evento dovremmo cominciare a mostrare questo annuncio? Lasciare vuoto per iniziare immediatamente la visualizzazione.
nl_nl: Hoeveel dagen voor de start van het evenement moeten we beginnen met het tonen van deze aankondiging? Laat deze optie leeg om onmiddellijk te beginnen met de weergave.
ru_ru: За сколько дней до начала мероприятия мы должны начать показывать это объявление? Оставьте пустым, чтобы немедленно начать отображение.

source: End of the event countdown
de_de: Ende des Event Countdowns
es_es: Fin de la cuenta atrás del evento
fr_fr: Fin du compte à rebours de l'événement
it_it: Fine del conto alla rovescia dell'evento
nl_nl: Einde van het aftellen van het evenement
ru_ru: Конец обратного отсчета событий

source: Motivate a purchase before the event is over. Leave blank to disable.
de_de: Motivieren Sie einen Kauf, bevor die Veranstaltung zu Ende ist. Lassen Sie das Feld leer, um es zu deaktivieren.
es_es: Motivar una compra antes de que termine el evento. Deje en blanco para desactivar.
fr_fr: Motiver un achat avant la fin de l'événement. Laisser vide pour désactiver.
it_it: Motivare un acquisto prima che l'evento sia finito. Lasciare vuoto per disabilitare.
nl_nl: Motiveer een aankoop te motiveren voordat het evenement voorbij is. Laat het leeg om het uit te schakelen.
ru_ru: Мотивируйте покупку до окончания мероприятия. Оставьте пустым, чтобы отключить.

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Sauvegarder
it_it: Salva
nl_nl: Opslaan
ru_ru: Сохранить

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
nl_nl: Annuleren
ru_ru: Отмена

source: Saving
de_de: Speichern
es_es: Guardando
fr_fr: Sauvegarde
it_it: Salvataggio
nl_nl: Opslaan
ru_ru: Сохранение

source: Step %s of %s
de_de: Schritt %s von %s
es_es: Paso %s de %s
it_it: Passo %s di %s
nl_nl: Stap %s van %s
ru_ru: Шаг %s от %s

source: Cancel the wizard?
de_de: Den Assistenten abbrechen?
es_es: ¿Cancelar el asistente?
fr_fr: Annuler l'assistant ?
it_it: Cancellare il mago?
nl_nl: De tovenaar annuleren?
ru_ru: Отменить волшебника?

source: Your changes will not be saved.
de_de: Ihre Änderungen werden nicht gespeichert.
es_es: Sus cambios no se guardarán.
fr_fr: Vos modifications ne seront pas sauvegardées.
it_it: Le modifiche non verranno salvate.
nl_nl: Uw wijzigingen worden niet opgeslagen.
ru_ru: Ваши изменения не будут сохранены.

source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Prochain
it_it: Successivo
nl_nl: Volgende
ru_ru: Следующий

source: Finish
de_de: Fertigstellen
es_es: Terminar
fr_fr: Terminer
it_it: Fine
nl_nl: Voltooien
ru_ru: Завершить

source: Previous
de_de: Zurück
es_es: Anterior
fr_fr: Précédent
it_it: Precedente
nl_nl: Vorige
ru_ru: Предыдущий

source: Event name
es_es: Nombre del evento
fr_fr: Nom de l'évènement
it_it: Nome evento
nl_nl: Event naam
ru_ru: Название события

source: The event name may be shown to customers.
de_de: Der Name der Veranstaltung kann den Kunden angezeigt werden.
es_es: El nombre del evento se puede mostrar a los clientes.
fr_fr: Le nom de l'événement peut être montré aux clients.
it_it: Il nome dell'evento può essere mostrato ai clienti.
nl_nl: De naam van het evenement kan aan klanten worden getoond.
ru_ru: Имя события может быть показано клиентам.

source: Deal Begins
de_de: Der Deal beginnt
es_es: Comienza el trato
fr_fr: Début de l'opération
it_it: Inizio dell'affare
nl_nl: Deal begint
ru_ru: Сделка начинается

source: Deal Ends
de_de: Angebot gültig bis
es_es: Fin de la operación
fr_fr: Fin de l'opération
it_it: Fine dell'affare
nl_nl: Deal eindigt
ru_ru: Сделка окончена

source: Promo
es_es: Promoción
it_it: Promozione
ru_ru: Промо

source: This will be shown on your front page once the event has started. Use it to highlight special parts of the event, add links to specific products, or anything else you would like. If this is blank, nothing will be shown.
de_de: Dies wird auf Ihrer Titelseite angezeigt, sobald die Veranstaltung gestartet ist. Benutzen Sie es, um spezielle Teile der Veranstaltung hervorzuheben, Links zu bestimmten Produkten hinzuzufügen oder alles andere, was Sie möchten. Wenn dies leer ist, wird nichts angezeigt.
es_es: Esto se mostrará en su página principal una vez que el evento haya comenzado. Utilícelo para resaltar partes especiales del evento, añadir enlaces a productos específicos o cualquier otra cosa que desee. Si está en blanco, no se mostrará nada.
fr_fr: Ceci sera affiché sur votre page d'accueil une fois que l'événement aura commencé. Utilisez-le pour mettre en évidence des parties spéciales de l'événement, ajouter des liens vers des produits spécifiques, ou tout autre chose que vous aimeriez. Si ce champ est vide, rien ne sera affiché.
it_it: Questo sarà mostrato sulla vostra pagina iniziale una volta che l'evento è iniziato. Utilizzatelo per evidenziare parti speciali dell'evento, aggiungere link a prodotti specifici o qualsiasi altra cosa desideri. Se questo è vuoto, non verrà mostrato nulla.
nl_nl: Dit wordt getoond op uw voorpagina zodra het evenement is begonnen. Gebruik het om speciale onderdelen van het evenement onder de aandacht te brengen, links naar specifieke producten toe te voegen, of iets anders dat u wilt. Als dit leeg is, wordt er niets getoond.
ru_ru: Это будет показано на первой странице после начала мероприятия. Используйте его, чтобы выделить специальные части мероприятия, добавить ссылки на конкретные продукты или что-то еще, что вам нужно. Если он пустой, то ничего не будет показано.

source: You have created your first event. Way to go!
de_de: Sie haben Ihre erste Veranstaltung angelegt. Gut gemacht!
es_es: Ha creado su primer evento. ¡Así se hace!
fr_fr: Vous avez créé votre premier événement. Bien joué !
it_it: Avete creato il vostro primo evento. Così si fa!
nl_nl: U heeft uw eerste evenement gemaakt. Goed gedaan!
ru_ru: Вы создали свое первое событие. Так держать!

source: An event lets you create a group of deals to offer your customers for a limited amount of time.
de_de: Mit einem Event können Sie eine Gruppe von Angeboten erstellen, die Ihren Kunden für eine begrenzte Zeit angeboten werden.
es_es: Un evento le permite crear un grupo de ofertas para ofrecer a sus clientes durante un tiempo limitado.
fr_fr: Un événement vous permet de créer un groupe d'offres à offrir à vos clients pour une durée limitée.
it_it: Un evento ti permette di creare un gruppo di offerte da offrire ai tuoi clienti per un periodo di tempo limitato.
nl_nl: Met een evenement kunt u een groep deals creëren om uw klanten voor een beperkte tijd een aanbieding te doen.
ru_ru: Событие позволяет вам создать группу сделок, чтобы предложить своим клиентам ограниченное количество времени.

source: Now what?
de_de: Was jetzt?
es_es: ¿Y ahora qué?
fr_fr: Qu'est-ce qu'on fait maintenant ?
it_it: E ora che cosa?
nl_nl: Wat nu?
ru_ru: А что теперь?

source: Click the "Create a deal" button below and choose products that will be on sale during the event. You can create multiple deals with different groups of products. For example, one for "20% off all Hats and Shoes" and another for "Buy 1 Shirt, Get 1 Free".
de_de: Klicken Sie auf die Schaltfläche "Create a deal" unten und wählen Sie Produkte aus, die während der Veranstaltung im Angebot sein werden. Sie können mehrere Geschäfte mit verschiedenen Produktgruppen anlegen. Zum Beispiel eine für "20% Rabatt auf alle Hüte und Schuhe" und eine weitere für "1 Shirt kaufen, 1 gratis bekommen".
es_es: Haga clic en el botón "Crear una oferta" y elija los productos que estarán a la venta durante el evento. Puede crear varias operaciones con diferentes grupos de productos. Por ejemplo, uno para "20% de descuento en todos los sombreros y zapatos" y otro para "Comprar 1 camisa, recibe 1 gratis".
fr_fr: Cliquez sur le bouton "Créer une offre" ci-dessous et choisissez les produits qui seront en vente pendant l'événement. Vous pouvez créer plusieurs offres avec différents groupes de produits. Par exemple, un pour "20% de rabais sur tous les chapeaux et chaussures" et un autre pour "Achetez 1 chemise, obtenez 1 gratuite".
it_it: Clicca sul pulsante "Crea un'offerta" qui sotto e scegli i prodotti che saranno in vendita durante l'evento. È possibile creare offerte multiple con diversi gruppi di prodotti. Per esempio, uno per "20% di sconto su tutti i cappelli e scarpe" e un altro per "Compra 1 camicia, prendi 1 gratis".
nl_nl: Klik hieronder op de knop "Maak een deal aan" en kies producten die tijdens het evenement te koop zijn. U kunt meerdere deals aanmaken met verschillende groepen producten. Bijvoorbeeld, een voor "20% korting op alle hoeden en schoenen" en een andere voor "Koop 1 shirt, krijg 1 gratis".
ru_ru: Нажмите кнопку "Создать сделку" ниже и выберите товары, которые будут продаваться во время мероприятия. Вы можете создавать несколько сделок с разными группами продуктов. Например, один для "20% скидки на все шляпы и обувь", а другой для "Купите 1 рубашку, получите 1 бесплатно".

source: You can even stack deals on the same products. So if you want to offer "all shirts 10% off plus Buy 5, Get 1 Free!", first create a "Percentage off" deal and then a "Buy X, Get X" deal for the same products.
de_de: Sie können sogar Deals für dieselben Produkte stapeln. Wenn Sie also "alle Shirts 10% Rabatt plus Buy 5, Get 1 Free" anbieten möchten, erstellen Sie zuerst einen "Prozentsatz Rabatt" Deal und dann einen "Buy X, Get X" Deal für die gleichen Produkte.
es_es: Usted puede incluso apilar ofertas en los mismos productos. Así que si quieres ofrecer "todas las camisetas con un 10% de descuento más Comprar 5, Obtener 1 gratis", primero crea una oferta de "Porcentaje de descuento" y luego una oferta de "Comprar X, Obtener X" para los mismos productos.
fr_fr: Vous pouvez même empiler des offres sur les mêmes produits. Donc si vous voulez offrir "tous les t-shirts 10% de réduction plus Achetez 5, Obtenez 1 Gratuit", créez d'abord une offre "Pourcentage de réduction" et ensuite une offre "Achetez X, Obtenez X" pour les mêmes produits.
it_it: È anche possibile impilare le offerte sugli stessi prodotti. Quindi, se vuoi offrire "tutte le camicie 10% di sconto più Acquista 5, ottieni 1 gratis", crea prima un'offerta "Percentuale di sconto" e poi un'offerta "Compra X, ottieni X" per gli stessi prodotti.
nl_nl: U kunt zelfs deals op dezelfde producten stapelen. Dus als je "alle shirts 10% korting plus Buy 5, Get 1 Free" wilt aanbieden, maak dan eerst een "Percentage off" deal aan en vervolgens een "Buy X, Get X" deal voor dezelfde producten.
ru_ru: Вы даже можете складывать сделки на одни и те же продукты. Поэтому, если вы хотите предложить "все рубашки со скидкой 10% плюс Купить 5, получить 1 бесплатно", сначала заключите сделку "Процент скидки", а затем "Купить X, получить X" на те же товары.

source: After you have created your first deal you will be able to build excitement using countdown banners, design promos for the event, and more!
de_de: Nachdem Sie Ihren ersten Deal erstellt haben, können Sie mit Countdown-Bannern, Designpromos für die Veranstaltung und vielem mehr Spannung erzeugen!
es_es: ¡Después de que haya creado su primer acuerdo, podrá crear emoción usando banners de cuenta regresiva, diseñar promociones para el evento y mucho más!
fr_fr: Après avoir créé votre première offre, vous serez en mesure de créer de l'excitation en utilisant les bannières du compte à rebours, les promotions de design pour l'événement, et plus encore !
it_it: Dopo aver creato il tuo primo affare potrai creare emozioni utilizzando i banner conto alla rovescia, le promozioni di design per l'evento e molto altro ancora!
nl_nl: Nadat u uw eerste deal heeft gemaakt, kunt u de spanning opbouwen met behulp van aftelbanners, ontwerppromoties voor het evenement, en meer!
ru_ru: После того, как вы создали свою первую сделку, вы сможете создать азарт, используя обратный отсчет баннеров, дизайн промо-роликов для мероприятия и многое другое!

source: Need help? Email %s
de_de: Benötigst du Hilfe? E-Mail %s
es_es: ¿Necesita ayuda? Email %s
fr_fr: Besoin d'aide? E-mail %s
it_it: Hai bisogno di aiuto? Email %s
nl_nl: Hulp nodig? Email %s
ru_ru: Нужна помощь? Электронная почта %s
