Repository: common-repository/pw-black-friday
Catalog: languages/pw-black-friday-*.po
Languages: de_de, es_es, fr_fr, it_it, nl_nl, ru_ru

source: Please consider <%s>leaving a review on WordPress.org</a>. This really helps us out!
de_de: Bitte hinterlasse <%s>einen Review auf WordPress.org</a>. Das würde uns sehr helfen!
es_es: Por favor considere <%s>dejando una reseña en WordPress.org</a>. ¡ Esto realmente nos ayuda!
fr_fr: Veuillez considérer <%s>en laissant un commentaire sur WordPress.org</a>. Cela nous aide vraiment !
it_it: Si prega di considerare <%s>lasciare una recensione su Wordpress.org</a>. Questo ci aiuta davvero!
nl_nl: Overweeg <%s>een beoordeling achter te laten op WordPress.org</a>. Dit helpt ons echt!
ru_ru: Пожалуйста, рассмотрим <%s>оставив отзыв о WordPress.org</a>. Это действительно помогает нам!

source: Create another event
de_de: Ein weiteres Ereignis erstellen
es_es: Crear otro evento
fr_fr: Créer un autre événement
it_it: Crea un altro evento
nl_nl: Maak een ander evenement
ru_ru: Создать другое событие

source: Other
de_de: Andere
es_es: Otro
fr_fr: Autre
it_it: Altro
nl_nl: Andere
ru_ru: Другое

source: until
de_de: bis
es_es: hasta
fr_fr: jusqu’au
it_it: fino a
nl_nl: tot
ru_ru: до

source: Create a deal
de_de: Erstellen eines Geschäfts
es_es: Crear un acuerdo
fr_fr: Créer une affaire
it_it: Creare un accordo
nl_nl: Maak een deal
ru_ru: Заключить сделку

source: Edit promo
de_de: Promo bearbeiten
es_es: Editar promoción
fr_fr: Editer la promo
it_it: Modifica promo
nl_nl: Promo bewerken
ru_ru: Редактировать промо

source: Countdowns
es_es: Contadores
fr_fr: Comptes à rebours
it_it: Conto alla rovescia
nl_nl: Aftellen
ru_ru: Обратные отсчеты

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
nl_nl: Instellingen
ru_ru: Настройки

source: Delete event
de_de: Ereignis löschen
es_es: Eliminar Evento
fr_fr: Supprimer l’élément
it_it: Cancella evento
nl_nl: Event verwijderen
ru_ru: Удалить событие

source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome
nl_nl: Naam
ru_ru: Имя

source: Specific Products
de_de: Spezielle Produkte
es_es: Productos Específicos
fr_fr: Produits spécifiques
it_it: Prodotti specifici
nl_nl: Specifieke producten
ru_ru: Специфические продукты

source: Excluded Products
de_de: Ausgeschlossene Produkte
es_es: Productos excluidos
fr_fr: Produits exclus
it_it: Prodotti esclusi
nl_nl: Uitgesloten producten
ru_ru: Исключенные товары

source: Free Shipping
de_de: Kostenloser Versand
es_es: Envío gratuito
fr_fr: Livraison gratuite
it_it: Spedizione gratuita
nl_nl: Gratis verzending
ru_ru: Бесплатная доставка

source: Order Limit
de_de: Auftragslimit
es_es: Límite de pedido
fr_fr: Limite d'ordre
it_it: Limite d'ordine
nl_nl: Bestellimiet
ru_ru: Лимит ордеров

source: All categories
de_de: Alle Kategorien
es_es: Todas las categorías
fr_fr: Toutes les catégories
it_it: Tutte le categorie
nl_nl: Alle categorieën
ru_ru: Все категории

source: More
de_de: Mehr
es_es: Más
fr_fr: Plus
it_it: Altro
nl_nl: Meer
ru_ru: Больше

source: off
de_de: aus
es_es: apagado
fr_fr: désactivé
nl_nl: uit
ru_ru: выкл

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Si
nl_nl: Ja
ru_ru: Да

source: minimum
de_de: minimal
es_es: mínimo
it_it: minimo
nl_nl: minimaal
ru_ru: минимум

source: No
de_de: Nein
fr_fr: Non
nl_nl: Nee
ru_ru: Нет

source: No limit
de_de: Kein Limit
es_es: Sin límite
fr_fr: Illimité
it_it: Nessun limite
nl_nl: Onbeperkt
ru_ru: Безлимитный

source: Delete deal
de_de: Angebot löschen
es_es: Borrar operación
fr_fr: Supprimer la donne
it_it: Cancellare l'affare
nl_nl: Afspraak verwijderen
ru_ru: Удалить сделку

source: This event does not include any products. Click on the "Create a deal" button.
de_de: Diese Veranstaltung beinhaltet keine Produkte. Klicken Sie auf die Schaltfläche "Einen Deal erstellen".
es_es: Este evento no incluye ningún producto. Haga clic en el botón "Crear una oferta".
fr_fr: Cet événement n'inclut aucun produit. Cliquez sur le bouton "Créer une offre".
it_it: Questo evento non include alcun prodotto. Clicca sul pulsante "Crea un'operazione".
nl_nl: Dit evenement omvat geen producten. Klik op de "Maak een deal aan" knop.
ru_ru: Это событие не включает в себя никаких продуктов. Нажмите кнопку "Создать сделку".

source: Black Friday and Cyber Monday are two of the biggest shopping events of the year.
de_de: Black Friday und Cyber Monday sind zwei der größten Shopping-Events des Jahres.
es_es: El Viernes Negro y el Lunes Cibernético son dos de los mayores eventos de compras del año.
fr_fr: Black Friday et Cyber Monday sont deux des plus grands événements de magasinage de l'année.
it_it: Il Black Friday e il Cyber Monday sono due dei più grandi eventi di shopping dell'anno.
nl_nl: De zwarte vrijdag en de cybermaandag zijn twee van de grootste shopping events van het jaar.
ru_ru: Черная пятница и кибер-понедельник - два крупнейших события в сфере шопинга в этом году.

source: Schedule these events without interfering with any existing sales. You can even specify the minute the promotion will officially begin!
de_de: Planen Sie diese Veranstaltungen, ohne die bestehenden Verkäufe zu beeinträchtigen. Sie können sogar die Minute angeben, in der die Aktion offiziell beginnt!
es_es: Programe estos eventos sin interferir con las ventas existentes. Usted puede incluso especificar el momento en que la promoción comenzará oficialmente!
fr_fr: Planifiez ces événements sans interférer avec les ventes existantes. Vous pouvez même spécifier la minute à laquelle la promotion débutera officiellement !
it_it: Pianificare questi eventi senza interferire con le vendite esistenti. Puoi anche specificare il minuto in cui la promozione inizierà ufficialmente!
nl_nl: Plan deze evenementen zonder de bestaande verkoop te belemmeren. U kunt zelfs aangeven op welk moment de promotie officieel van start gaat!
ru_ru: Запланируйте эти мероприятия, не мешая существующим продажам. Вы даже можете указать минуту официального начала акции!

source: Select an event to get started.
de_de: Wählen Sie ein Ereignis aus, um es zu starten.
es_es: Seleccione un evento para comenzar.
fr_fr: Sélectionnez un événement pour commencer.
it_it: Selezionare un evento per iniziare.
nl_nl: Selecteer een evenement om te beginnen.
ru_ru: Выберите мероприятие для начала.

source: Other Event
es_es: Otro Evento
fr_fr: Autre événement
it_it: Altro Evento
nl_nl: Ander evenement
ru_ru: Другое событие

source: Offer Black Friday and Cyber Monday deals via WooCommerce.
de_de: Angebot Black Friday und Cyber Monday Angebote via WooCommerce.
es_es: Oferta viernes negro y Cyber lunes ofertas Via WooCommerce.
fr_fr: Offre Black Friday et Cyber Monday Deals via WooCommerce.
it_it: Offerta venerdì nero e Cyber Lunedi offerte via WooCommerce.
nl_nl: Aanbieding Black Friday en Cyber Monday deals via WooCommerce.
ru_ru: Предложение Черная пятница и Cyber понедельник сделок через WooCommerce.
